const STUDENT_DATA = [
    {
        "id": "2026105001",
        "name": "민지성",
        "grade": "1학년"
    },
    {
        "id": "2026105002",
        "name": "홍석현",
        "grade": "1학년"
    },
    {
        "id": "2026105003",
        "name": "장보근",
        "grade": "1학년"
    },
    {
        "id": "2026105004",
        "name": "박성원",
        "grade": "1학년"
    },
    {
        "id": "2026105005",
        "name": "안성진",
        "grade": "1학년"
    },
    {
        "id": "2026105006",
        "name": "이희재",
        "grade": "1학년"
    },
    {
        "id": "2026105007",
        "name": "나현우",
        "grade": "1학년"
    },
    {
        "id": "2026105008",
        "name": "이승주",
        "grade": "1학년"
    },
    {
        "id": "2026105009",
        "name": "안한민",
        "grade": "1학년"
    },
    {
        "id": "2026105010",
        "name": "김도완",
        "grade": "1학년"
    },
    {
        "id": "2026105011",
        "name": "임지유",
        "grade": "1학년"
    },
    {
        "id": "2026105012",
        "name": "최진호",
        "grade": "1학년"
    },
    {
        "id": "2026105013",
        "name": "이우진",
        "grade": "1학년"
    },
    {
        "id": "2026105014",
        "name": "김상우",
        "grade": "1학년"
    },
    {
        "id": "2026105015",
        "name": "최태성",
        "grade": "1학년"
    },
    {
        "id": "2026105016",
        "name": "이정민",
        "grade": "1학년"
    },
    {
        "id": "2026105017",
        "name": "허재",
        "grade": "1학년"
    },
    {
        "id": "2026105018",
        "name": "박윤호",
        "grade": "1학년"
    },
    {
        "id": "2026105019",
        "name": "송은규",
        "grade": "1학년"
    },
    {
        "id": "2026105020",
        "name": "박태하",
        "grade": "1학년"
    },
    {
        "id": "2026105021",
        "name": "우태민",
        "grade": "1학년"
    },
    {
        "id": "2026105022",
        "name": "김가현",
        "grade": "1학년"
    },
    {
        "id": "2026105023",
        "name": "김지후",
        "grade": "1학년"
    },
    {
        "id": "2026105024",
        "name": "김이안",
        "grade": "1학년"
    },
    {
        "id": "2026105025",
        "name": "문경균",
        "grade": "1학년"
    },
    {
        "id": "2026105026",
        "name": "박성우",
        "grade": "1학년"
    },
    {
        "id": "2026105027",
        "name": "김주원",
        "grade": "1학년"
    },
    {
        "id": "2026105028",
        "name": "이영재",
        "grade": "1학년"
    },
    {
        "id": "2026105029",
        "name": "김정윤",
        "grade": "1학년"
    },
    {
        "id": "2026105030",
        "name": "김민수",
        "grade": "1학년"
    },
    {
        "id": "2026105031",
        "name": "김지훈",
        "grade": "1학년"
    },
    {
        "id": "2026105032",
        "name": "김의겸",
        "grade": "1학년"
    },
    {
        "id": "2026105033",
        "name": "김지수",
        "grade": "1학년"
    },
    {
        "id": "2026105034",
        "name": "김경린",
        "grade": "1학년"
    },
    {
        "id": "2026105035",
        "name": "김명진",
        "grade": "1학년"
    },
    {
        "id": "2025105037",
        "name": "정진한",
        "grade": "1학년"
    },
    {
        "id": "2020105018",
        "name": "김준수",
        "grade": "1학년"
    },
    {
        "id": "2025105004",
        "name": "이수연",
        "grade": "2학년"
    },
    {
        "id": "2025105005",
        "name": "구성우",
        "grade": "2학년"
    },
    {
        "id": "2025105007",
        "name": "황정우",
        "grade": "2학년"
    },
    {
        "id": "2025105008",
        "name": "이은새",
        "grade": "2학년"
    },
    {
        "id": "2025105013",
        "name": "김박가온",
        "grade": "2학년"
    },
    {
        "id": "2025105014",
        "name": "김민조",
        "grade": "2학년"
    },
    {
        "id": "2025105016",
        "name": "정정희",
        "grade": "2학년"
    },
    {
        "id": "2025105017",
        "name": "진형원",
        "grade": "2학년"
    },
    {
        "id": "2025105020",
        "name": "이세언",
        "grade": "2학년"
    },
    {
        "id": "2025105021",
        "name": "이다훈",
        "grade": "2학년"
    },
    {
        "id": "2025105024",
        "name": "신동인",
        "grade": "2학년"
    },
    {
        "id": "2025105025",
        "name": "조연우",
        "grade": "2학년"
    },
    {
        "id": "2025105029",
        "name": "박찬영",
        "grade": "2학년"
    },
    {
        "id": "2025105030",
        "name": "이제헌",
        "grade": "2학년"
    },
    {
        "id": "2025105032",
        "name": "박진홍",
        "grade": "2학년"
    },
    {
        "id": "2025105033",
        "name": "정현민",
        "grade": "2학년"
    },
    {
        "id": "2025105034",
        "name": "홍수연",
        "grade": "2학년"
    },
    {
        "id": "2025105042",
        "name": "이한아",
        "grade": "2학년"
    },
    {
        "id": "2024105041",
        "name": "윤성준",
        "grade": "2학년"
    },
    {
        "id": "2023105013",
        "name": "윤홍빈",
        "grade": "2학년"
    },
    {
        "id": "2023105020",
        "name": "오태하",
        "grade": "2학년"
    },
    {
        "id": "2023105039",
        "name": "박세진",
        "grade": "2학년"
    },
    {
        "id": "2022105036",
        "name": "이준서",
        "grade": "2학년"
    },
    {
        "id": "2022105040",
        "name": "이창혁",
        "grade": "2학년"
    }
];